---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArrowCentered
source: html/240ddcb9-5b7b-2e37-d17e-d6e573e33974.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArrowCentered Property

"Tick Mark Centered"

## Syntax (C#)
```csharp
public static ForgeTypeId ArrowCentered { get; }
```